[
  {
    "name": "Штурмові гвинтівки",
    "weapons": [
      {
        "name": "АК-74",
        "country": "СРСР",
        "year": "1974",
        "media": "ak74",
        "shortText": "АК-74 – це автоматична штурмова гвинтівка, створена в СРСР у 1974 році. Вона точніша та легша за АКМ, має простоту в обслуговуванні та надійність. Недоліки – мала точність на великих відстанях і сильне нагріття ствола."
      },
      {
        "name": "AR-15",
        "country": "США",
        "year": "1957",
        "media": "ar15",
        "shortText": "AR-15 – напівавтоматична гвинтівка, розроблена у США в 1950-х роках. Вона модульна, точна, з низькою віддачею, але іноді менш надійна в складних умовах і дорожча за АК-74."
      }
    ]
  },
  {
    "name": "Пістолети",
    "weapons": [
      {
        "name": "Пістолет Макарова",
        "country": "СРСР",
        "year": "1949",
        "media": "makarov",
        "shortText": "Пістолет Макарова – це радянський пістолет, розроблений у 1949 році для військових і поліції. Він простий, надійний і компактний, але має обмежену ємність магазину та середню точність."
      },
      {
        "name": "Beretta 92",
        "country": "Італія",
        "year": "1975",
        "media": "beretta",
        "shortText": "Beretta 92 — італійський пістолет, створений у 1975 році, широко використовується поліцією та військовими. Відзначається високою точністю, надійністю та ергономічністю. Основний недолік — велика вага порівняно з сучасними аналогами."
      }
    ]
  },
  {
    "name": "Гранати",
    "weapons": [
      {
        "name": "Ф1",
        "country": "СРСР",
        "year": "1939",
        "media": "f1",
        "shortText": "Граната Ф-1 — оборонна ручна граната радянського виробництва, розроблена в 1939 році. Призначена для ураження живої сили в укриттях або на пересіченій місцевості. Має високу осколкову дію та надійний запобіжний механізм. Основний недолік — велика вага та радіус ураження, що вимагає обережності при використанні."
      },
      {
        "name": "M67",
        "country": "США",
        "year": "1968",
        "media": "m67",
        "shortText": "Граната М67 — осколкова граната американського виробництва, створена в 1968 році. Призначена для ураження живої сили на відкритій місцевості. Відзначається компактністю, відносно малою вагою та передбачуваною траєкторією. Головний недолік — обмежений радіус ураження порівняно з оборонними гранатами."
      }
    ]
  }
]
